Repository: common-repository/woorechnung
Catalog: languages/fakturpro-*.po
Languages: de_de

source: With this email we send your invoice to your order with the number {order_number}.
de_de: Mit dieser E-Mail senden wir Ihnen Ihre Rechnung zu Ihrer Bestellung mit der Nummer {order_number}.

source: Show order details
de_de: Bestelldetails anzeigen

source: Show customer details
de_de: Kundendaten anzeigen

source: Customer company or last name
de_de: Firma oder Nachname des Kunden

source: Reset invoice
de_de: Rechnung zurücksetzen

source: Errors occurred when running the multiple action "%1$s" on %2$s at %3$s o'clock on the following orders:
de_de: Beim Ausführen der Mehrfachaktion "%1$s" am %2$s um %3$s Uhr sind Fehler zu folgenden Bestellungen aufgetreten:

source: Missing parameter %s
de_de: Fehlender Parameter %s

source: Invocie was not created
de_de: Rechnung wurde nicht erstellt
